
export const peopleRaw = {
  'أبو عبيدة بن الجراح': 'عامر بن عبد الله بن الجراح بن هلال بن أهيب بن ضبة بن الحارث بن فهر بن مالك بن النضر بن كنانة بن خزيمة بن مدركة بن إلياس بن مضر بن نزار بن معد بن عدنان ، القرشي الفهري المكي .',
  'طلحة بن عبيد الله': 'ابن عثمان بن عمرو بن كعب بن سعد بن تيم بن مرة بن كعب بن لؤي بن غالب بن فهر بن مالك بن النضر بن كنانة ، القرشي التيمي المكي ، أبو محمد',
  'الزبير بن العوام': 'ابن خويلد بن أسد بن عبد العزى بن قصي بن كلاب بن مرة بن كعب بن لؤي بن غالب .',
  ' عبد الرحمن بن عوف': 'ابن عبد عوف بن عبد بن الحارث بن زهرة بن كلاب بن مرة بن كعب بن لؤي ، أبو محمد .',
  'سعد بن أبي وقاص': 'واسم أبي وقاص مالك بن أهيب بن عبد مناف بن زهرة بن كلاب بن مرة بن كعب بن لؤي . [ ص: 93 ] الأمير أبو إسحاق القرشي الزهري المكي . أحد العشرة ، وأحد السابقين الأولين ، وأحد من شهد بدرا والحديبية ، وأحد الستة أهل الشورى ',
  'سعيد بن زيد': 'ابن عمرو بن نفيل بن عبد العزى بن رياح بن قرط بن رزاح بن عدي بن كعب بن لؤي بن غالب ، أبو الأعور القرشي العدوي .',
}