export const books = [
  {
    title: 'سير أعلام النبلاء',
    slug: 'siyar-aalam-un-nabla',
    volume: 1,
    description: `كتاب تراجم عام اختصره المؤلف من مصنّفه الكبير "تاريخ الإسلام ووفيات المشاهير والأعلام" المعروف بتاريخ الإسلام. وقد رتّب التراجم وفق وفيات الشخصيات، بدءًا بالصحابة حتى نهاية القرن السابع الهجري. كما خصّص المجلدين الأول والثاني للسيرة النبوية وسير الخلفاء الراشدين، وأحال عليهما في "تاريخ الإسلام"، إذ لم يدرجهما في كتابه "سير أعلام النبلاء". ثم جاء الناسخ ابن طوفان فترك نسخ المجلدين الأول والثاني، فبدأ "سير أعلام النبلاء" بترجمة العشرة المبشّرين بالجنة.
نظّم الذهبي كتابه على هيئة طبقات بلغت نحو أربعين طبقة، على طريقة كتب التراجم الإسلامية، بحيث تمثّل كل طبقة جيلًا كاملًا. وجاءت وفيات الشخصيات داخل كل طبقة متداخلة مع غيرها، مع تفاوت كبير في المدة الزمنية التي تشملها كل طبقة.`,
    authorSlug: 'abu-zakaria-al-zahabi',
  }
]