export const people = [
  {
    name: 'أبو زكريا الزهبي',
    fullName: 'أبو زكريا بن محمد بن عبد الله الزهبي',
    slug: 'abu-zakaria-al-zahabi',
    appearance: '',
    virtues: '(1274م - 1348م) كان محدّثًا وإمامًا حافظًا جمع بين ميزتين قلّما اجتمعتا في غيره؛ إذ جمع إلى سعة اطلاعه على أحداث التاريخ الإسلامي ورجاله، معرفة دقيقة بقواعد الجرح والتعديل، فكان مدرسة علمية مستقلة بذاته. والإمام الذهبي من العلماء الذين دخلوا ميدان التاريخ من خلال علم الحديث، وقد انعكس ذلك في عنايته البالغة بالتراجم التي شكّلت أساس كثير من مؤلفاته ومحور تفكيره التاريخي. ويُروى أن سبب تلقيبه بـ"الذهبي" أنه كان يزن الرجال ويقدّرهم بميزانٍ دقيق.',
    picture: null,
    titles: [],
  },
  {
    name: 'عمر بن الخطاب',
    fullName: 'عمر بن الخطاب بن نفيل بن عبد العزى بن رياح بن قرط بن رزاح بن عدي بن كعب بن لؤي القرشي العدوي',
    slug: 'umar-ibn-al-khattab',
    appearance: 'كان طويلًا، أصلع، شديد البياض، قوي البنية.',
    virtues: 'ثاني الخلفاء الراشدين، الفاروق، أحد العشرة المبشرين بالجنة، شديد في الحق.',
    picture: null,
    titles: [],
  },
];